{
	"human_mockery": [
        "Your mother was a Rous, and your father smelled of jacksberries!",
        "What are you going to do for a face when the troll wants his arse back?!",
        "I pass wind at thy general vacinity!",
        "That's a face not even Eora could love!",
        "I shall ne'er desist from thee, nor shall I ever disappoint thee much~",
        "Your brain is like a hardtack after a long voyage!",
        "Look, look how terrible they are!"
	],
    "elf_mockery": [
        "As graceful as a drunken mole, I see!",
        "I've fought zads more fierce than you!",
        "You're making this so easy, I'm losing confidence in myself... barely!",
        "OHH-HOH-HOH-HOH-HOH!",
        "Uncultured churls, barely worth my words!"
	],
    "dwarf_mockery": [
        "If yer mind was as sharp as yer ears, we wouldn't be in this mess!",
        "Ye kick softer than a newborn saiga!",
        "Make it quick, dullard! T'is happy hour in the tavern!",
        "Ohh, is the milk drinker gonna cry?",
        "Ye couldn't dent a grain a sand with a pick from Malum!"
	],
    "tiefling_mockery": [
        "Oh wow, everyone, look at this fool with two left feet!",
        "You're not worth a wheat grain of what I can do!",
        "Good job Slowpoke Rodriguez, you almost had me! Almost!",
        "Come on, entertain me a little longer!",
        "Dance with the devil and win a prize!"
	],
    "aasimar_mockery": [
        "Your imperfect body could never match the fires I was forged on.",
        "You're in for a world of hurt, impudent one.",
        "Your name shall be stricken down from the annals of history.",
        "I couldn't sing your praises even if I were forged to!",
        "What manner of blabbering creecher art thou?",
        "Dost thou even hoist?"
	],
    "elfd_mockery": [
        "Hah! the air above must have dulled your wits!",
        "You're as threatening as a candle in the dark.",
        "Keep swinging, it's almost adorable!",
        "Oh my, You're not a complete idiot, some parts are obviously missing!",
        "Even a mushroom in the Underdark has more grace than you.",
        "Do you even know how to fight, or do you just flail and hope for a hit?"
	],
    "halforc_mockery": [
        "Barrel-sharp, the wit on you.",
        "Come closer, i will slap the shit out of you.",
        "Ah, Fuck off, You sack of shit!",
        "You swing well, but miss terribly!",
        "I'll bite your legs down!"
	],
    "rakshari_mockery": [
        "You're terrible! Look, look how terrible they are!",
        "A gift for a loathsome neighbour.",
        "I desire that we become better strangers!",
        " Behold, the fool of fools.",
        "Behold, a most noisy cuck!"
	]
}
