{
	"lawsets": {
		"ten_commandments": {
			"name": "The Ten Commandments",
			"laws": [
				"Thou shalt have no other Gods before the Ten.",
				"Thou shalt not make unto thee any graven image, or any likeness of any thing that is in skies above, or that is in the ground beneath, or that is in the water under the soil.",
				"Thou shalt not take the name of thy Gods in vain; for the Gods will not hold him guiltless that taketh their name in vain.",
				"Remember the sabbath day, to keep it holy. Six days shalt thou labour, and do all thy work: But the seventh day is the sabbath of thy Gods: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates.",
				"Honour thy father and thy mother: that thy days may be long upon the land which thy Gods giveth thee.",
				"Thou shalt not kill.",
				"Thou shalt not commit adultery.",
				"Thou shalt not steal.",
				"Thou shalt not bear false witness against thy neighbour.",
				"Thou shalt not covet thy neighbour's house, thou shalt not covet thy neighbour's wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbors."
			],
			"weight": 3
		},
		"code of hammurabi": {
			"name": "Code of Hamurabi",
			"laws": [
				"If a man put out the eye of another man, his eye shall be put out.",
				"If any one is committing a robbery and is caught, then he shall be put to death.",
				"If a man has betrothed a bride to his son and his son has known her, and if afterwards he (the father) lies in her bosom, and they seize him, this man shall be put to death; the woman shall go free.",
				"If a builder builds a house for a man and does not make its construction firm, and the house which he has built collapses and causes the death of the owner of the house, that builder shall be put to death.",
				"If any one take over a field to till it as a renter, he shall pay the corn rent of the field to its owner.",
				"If any one place his property with another for safekeeping, and there at the place of safekeeping the property be lost, the owner of the house shall make restitution to the owner for the property that was lost.",
				"If any one take a male or female slave of the court, or a male or female slave of a freed man, outside the city gates, he shall be put to death.",
				"If a son strike his father, his hands shall be hewn off.",
				"If any one be too lazy to maintain his dam and does not strengthen it, and a break be made in his dam and the water flood the plantation, the man in whose dam the break has been made shall replace the grain which he has caused to be ruined.",
				"If any one steal cattle or sheep, or an ass, or a pig or a goat, if it belong to a god or to the court, the thief shall pay thirtyfold; if they belonged to a freed man of the king he shall pay tenfold; if the thief has nothing with which to pay he shall be put to death."
			],
			"weight": 1
		},
		"asimov": {
			"name": "The Three Laws of Aasimar",
			"laws": [
				"A peasant may not injure a noble or, through inaction, allow a noble to come to harm.",
				"A peasant must obey the orders given to it by nobles except where such orders would conflict with the First Law.",
				"A peasant must protect their own existence as long as such protection does not conflict with the First or Second Law."
			],
			"weight": 2
		},
		"human_supremacy": {
			"name": "Humen Supremacy",
			"laws": [
				"Thou shalt not be inhumen. All that is inhumen is lesser.",
				"Thou shalt not associate with lesser beings, humens that do so forsake their humenity.",
				"Lesser beings must be seperated from the humen."
			],
			"weight": 1
		}
	}
}
