{"Contents":["
<p><br></p><p><strong>&quot;
Arcane Foundations - A historie of Magicks
&quot;</strong></p><p><br></p><p>

The true origin of magical power has been a topic of fierce debate, and not a few duels, over the long yils since our world was created.
I, Rudolfus, the Master Evocator, rector of the College of Magicks in Valeria, inventor of the astro-speculum, have studied the matter thoroughly and this is what I have found. 
</p><p><br></p><p>

Careful examination of old manuscripts have yielded many false leads, but some truth can be gleaned from this myriad of falsehoods by a sharp and glorious mind.
I do not care for speculation on whence the wellspring of power comes, only the art of magick as we practice is todae. 
</p><p><br></p><p>

Many have claimed to have invented the art of Magick, most common is attributing it to the Elves of yore, but the manuscripts points to another source entirely.
Through obscure references, and many yils of traveling to study ancient scrolls in faraway lands, it is my firm belief that the practice of codifying spells
and documenting them in a thoughtful manner first was invented by dwarves.
</p><p><br></p><p>

This can be gleaned from several very old text, referencing dwarven scholars whose works formed the basis for several traditions of magick that survive to this dae.
Further evidence is the way the spells have been codified, using runes in a style not unlike dwarven ones, with words of power often clearly derived from ancient
Dwarf languages, according to the Treatise on language written by the esteemed elven scholar Loreth the Younger.
Another indication is the practice of using charms written on tiny strips of parchment, tied to your beard, as essential components for defensive spells in some schools of Magick.
</p><p><br></p><p>

While certainty can likely never be asserted, for the oldest tomes I could locate, crumbling from aged decay, referenced older works still, long since turned to dust, I none the less
have put the charlatans of the Zybantu school of Arcane arts to shame for their shoddy scholarship and baseless claims to be the progenitors of this art.
</p><p><br></p><p>

</p><p><br></p>"]}