"<p><strong><em> || AREAS OF THE WORLD </em></strong></p>
<p> Psydonia - The world Vanderlin takes place in.</p>
<p><br></p>

<p><strong>&quot;  Isle of Enigma - The Isle on which the game takes place. The center of the world.  &quot;</strong></p>
<p><br></p>

<p>  Petty Kingdom of Vanderlin - A canyon settlement between Rockhill and Heartfelt. Reaping the boons of both, this is a place of trade and prosperity. Built over the Tomb of Matthios, it attracts adventurers from all over the world to delve within and see fortune.  </p>
<p>  Town of Rockhill - A once bustling trade center, colloquially known as Roguetown, now degraded due to neglect and troubled fortune, run by the Mayor. </p>
<p>  Kingdom of Heartfelt - The prosperous head of technological progress within Enigma, experiencing disaster as their automaton constructions turn against them and ravage their lands.  </p>
<p>  Mire of the Bogswamp - A fertile and jungle-like area of the isle, overgrown and suffering an invasion of beespiders.  </p>
<p>  Shire of Murderwood - Ancestral Forest bearing many glades, overrun by villains, knaves, and other lawlessness.  </p>
<p>  Malum's Anvil - A jagged mountain filled with ores, treasures, and lava. Likewise a cacophony of horrid goblins, beasts, and other misfortunes. </p>
<p>  Kingsfield, Crown of Psydonia - Massive city built upon plains far North of the Isle of Enigma. The cultural capital of the world, Kingsfield is the most prosperous and populated city.  </p>
<p><br></p>

<p>  Grenzelhoft  - Imperialist Faction to the East, known as the Black Empire. Renown for their black powder production and use. </p>
<p>  Zybantu - Ziggurat to the West, the birthplace of the Mercator Guild. Employs an army of slave-soldiers to sustain their power. </p>
<p>  Valoria - Freestates to the South of Grenzelhoft. Known for their crafting guilds and wine. </p>
<p>  Dwarven Federations - Scattered confederacies around Psydonia, the largest being to the West of Zybantu in the frigid mountains. Homeplace of the Dwarves. </p>
<p>  Psy Forests -  Ancestral forests scattered around Psydonia, great and terrible trees. Ancient homes of the elves. The largest of which is North of Zybantu and the Crimsonlands. </p>
<p>  The Barrows - Former boreal forest of the snow elves, now a deadland of ruin and decay following the ascension of Zizo. </p>
<p>  Subterra - A vast cave system underground with its own unique biosphere, once an ancient empire, now home of the dark elven culture conquered by Zizo. </p>
<p><br></p>


<p><strong>  || MAJOR EVENTS KNOWN TO ENIGMA  </strong></p>
<p><br></p>

<p> Zizo's Ascension - Necromancer snow elf Zizo sacrificed her entire people for her own apotheosis. </p>
<p> Heartfelt's Hubris - Automaton servants created by Heartfelt's artificers go haywire, ravaging parts of their home city and surrounding lands as they engage in endless conquest for biomass to fuel themselves. </p>
<p> Astrata's Coment - Striking Malum's Anvil, a strange comet landed. In its center, a rusted capsule containing a divine shard of Astrata's light. The first artificer to touch the shard could not handle the pure divinity, falling to ash. It was successfully contained within Vanderlin, now serving to light the way of travelers. </p>
<p> Matthios' Unearthing - A dwarf miner within Vanderlin dug deeply, striking solid bricks. A tomb was unearthed, the fabled tomb of the ascended Matthios... brimming with His power and riches, but of equal danger. Adventurers talent from across the lands further boost Vanderlin's influence and power. </p>

<p><br></p>



<p><strong>  || FACTIONS OF PSYDONIA </strong></p>
<p><br></p>
<p><i>  Major Powers  </i></p>
<p><br></p>
<p><i>  GRENZELHOFT IMPERIATE  </i></p>
<p>  The Grand Empire, The Black Banners, Empire of the Trident </p>
<p>  An Imperialist state carved across the Eastern Continent through political upheaval and military action. </p>
<p>  The Grenzelhofts proudly assimilate all those who come under their heel into their Empire, integrating national identities into their fold and destroying them with their own. Bearing the largest armies in the world, which come under vast scrutiny and disgust as they become increasingly desperate to upkeep.  </p>
<p>  The Grenzelhoftian cannot remember a time when the Empire was not at war, and many have served within its military forces to escape the intense poverty of its lower-class. </p>
<p>  Exhibiting a strong sense of pride, mainly towards their own nationality, those outside its realms have likely good reason to escape the encroaching iron grip of house Grenz. </p>
<p><br></p>

<p><i>  ZYBANTU ZIGGURAT </i></p>
<p>  The Dune Lands, Empire of the Sand, Merchants of the Pasha </p>
<p>  The Zybantian Empire is a conglomeration of many smaller states within the Western Deserts of their home continent. Protected by the massive, frigid mountain range to the deep west from the frozen winds of the Unknown Continent: the Zybantu Ziggurat is known for its extremely favorable climate to the production of many commodity goods within the world, leading to their rise as a nationalized identity.  </p>
<p>  While life within Zybantu is commonly dictated by the local lordships' control over their fiefdom, the Zybantians have recently found a resurgence of economic growth after the near destruction of the culture by Grenzelhoftian influence. A reawakening that has seen the near complete autonomy of the state by that of the powerful Merchants Guild, which funds nearly every aspect of the Mansa Padashas wishes. </p>
<p>  Within desperation after the failed attack, the Zybantu turned to slave-armies, forcefully enlisting many captured Grenzelhoftians. People within will sell children as soldiers to escape poverty- this is considered common and noble an action as service to their homeland. </p>
<p><br></p>

<p><i>  VALORIAN RUPUBLIAS  </i></p>
<p>  Land of Abominable Coin-Lords, The Blood Baros & The Totod Order </p>
<p>  Valoria is a land of constant strife, bickering city-states with a number of conflicting interests. Yet they bear some pride of their lands, banding together to repel the invading Grenzelhoft Empire out of shared desire for freedom. </p>
<p>  With conflict comes innovation, the Valorian lands developing pride in their revolution of blade combat strategy and stance. Largely followers of Ravox, they value honour and duels as an expression of status. </p>
<p><br></p>

<p><i>  Minor Powers  </i></p>
<p><br></p>

<p><i>  DWARVEN CONFEDERACY  </i></p>
<p>  The Great Throngs, The Braided Confederacy, Malums Prodigy </p>
<p>  Usually in the mountains of continents all over Psydonia. The political aspects stem from federations bearing unique dwarven clans, leaderships, industries, and cultures. Unified by a homogenous racial identity. Dwarves and humen empires have established a long history of allyship. Whilst dwarves often choose neutrality in humen-on-humen conflict, a dwarven face is a trusted face to most humens. </p>
<p><br></p>

<p><i>  ELVEN ENCLAVES  </i></p>
<p>  Keepers of Psydonia, Retreats of the Ancient Age, Forgotten Fallen Fae </p>
<p>  The declining population has led Elves to retreat to compact and isolated communities. They defend their remaining homes in natural wonders around Psydonia to the death and without mercy. Subdivided into distinct cultures such as Wood, Dark, Sand, Mountain, Sea, and countless more. Whilst once there lived a culture of snow elves, Zizo's ascension has caused an all-but complete genocide of the tribe.  </p>
<p><br></p>

<p><i>  ORC & GOBLIN THRONES  </i></p>
<p>  Crusaders of Graggar, Graggarspawn, Heirs of Psydonia    </p>
<p>  Sprung up fortresses and towns established via nomadic means, with origins from the Crimsonlands, taking advantage of natural resources and nearby settlements to raid, conquer, and move on to more promising targets. An ever-moving snowball that expands in size and occasionally experiences great losses, followed by a steady regrowth.  </p>
<p><br></p>




<p><strong>&quot;  || MYTHOS OF Psydonia  &quot;</strong></p>
<p><br></p>
<p>&quot;  Deities of The Mortal Races  &quot;</p>
<p><br></p>
<p> THE DEAD GOD </p>
<p><i>   Founder of Psydonia - The Great Hero </i></p>
<p>  Worshipped primarily by the Grenzelhoft Sect of the Pantheon, few know His true nature and feats. He is considered the father of The Ten, though the exact nature of his widely-accepted death is subject to heavy debate. Some followers of Psydon hold heavy grudges against Necra and The Ten for their roles in his butchery.  </p>
<p><br></p>

<p>&quot;   ASTRATA  &quot; </p>
<p><i>   Goddess of Order - The Sun Queen </i></p>
<p>  Leader of the divine Pantheon and ancient steward of the mortal races. Prideful to a fault, She demands absolute obedience from her mortal followers, bringing cleansing to Psydonia and everlasting order to the world of mortals. </p>
<p>  Astatan Priests are known to call upon purifying flames, steel the resolve of their allies and even call upon the wrath of the sun herself against those who would fall against order.</p>
<p>  Astrata's doctrine shows mercy only in the form of justice swiftly delivered by the blade's edge. To this end, despite the Pantheon's distance in recent times, She still grants many blessings and boons to her worshippers and will gladly punish those who break her law. She despises chaos, diabolism, betrayal, and sloth. </p>
<p><br></p>

<p>&quot;   NOC &quot; </p>
<p><i>   God of Knowledge - The Moon Prince </i></p>
<p>  Crafted twin of Astrata. Noc is the God of All Knowledge, spending most of his time learning the many secrets of his father's creation. </p>
<p>  The Faithful of Noc tend to be those of scholars and take much pride in learning and teaching. He looks poorly upon those who would shame the studies and remain ignorant of the world. Those who walk the moonlit path to transmute the Unknown into Knowledge, seek enlightenment in the unseen. Resentment is to be harnessed and transformed into a thirst for knowledge. </p>
<p><br></p>

<p>&quot;   NECRA  &quot; </p>
<p><i>   Goddess of Death and Decay - The Mother of the Ten </i></p>
<p>  Once a mortal, partner of Psydon, Necra broke apart His body as He fell to grant herself divinity and shape The Ten to ensure world prosperity.  </p>
<p>  Necra watches over the underworld, guiding souls to their proper resting places. Through time, She developed a close relationship with Her son Ravox, spending much of her eternity socializing. With His influence, her underworld was shaped to offer Herself entertainment and spirits a chance to prove themselves.  </p>
<p><br></p>

<p>&quot;   DENDOR  &quot; </p>
<p><i>   God of Nature and Beasts </i></p>
<p>  One of the primordial Gods of Psydonia, grew mad with time as nature fell to industry.   </p>
<p>  Dendor in His beastly form wishes only for a return to the natural order of life, of predators and prey, hunters and the hunted. He and His followers are stark defenders of nature, saboteurs of industry and hold a very uneasy and often violent relationship with the dwarves. </p>
<p><br></p>

<p>&quot;   ABYSSOR  &quot; </p>
<p><i>   God of Seas and Storms </i></p>
<p>  Closely aligned with Dendor, Abyssor's concerns are of the natural environment and the preserved sanctity of the seas' bounty. </p>
<p>  He harbours similar resentment of mortals and their treatment of His domain, though rather than driven mad with frustration Abyssor began crafting horrors of the deep to deliver vengeance. </p>
<p><br></p>

<p>&quot;   MALUM &quot; </p>
<p><i>   God of Toil, Innovation, and Creation </i></p>
<p>  Malum is a tenacious god who looks to the mortal races, especially that of the dwarves, with pride in their work. The All-Father of Flame and Industry, He smiles upon those who earn the sweat upon their brow, those who work honest days until their muscles are sore, and those who bear the burden of wishing to refine their craft even beyond. Malumites call upon their God’s will to soothe metal and summon bounties of resources from Psydonia itself.  </p>
<p>  Malumites tend to show great love for craftsmanship and hard labor. Something that Malum rewards by soothing their soreness and whispering ideas into their minds. Malum loathes those who are slothlike and lazy, personally ensuring that any half-assed machine is sure to fail. He finds those who take credit for others' work infuriating.</p>
<p><br></p>

<p>&quot;   RAVOX &quot; </p>
<p><i>  God of Warfare, Justice, and Bravery </i></p>
<p>  The favoured of Necra, Ravox's charisma and sheer will to do right inspire all across the lands of Psydonia. Those who take upon themselves the task of asserting justice find His blessings in their training and physical aptitude. </p>
<p>  Ravox values the worthiness of duels and art of battle. He cares not who fights, but for the worthiness of their cause and the passion in their hearts. His body is steel; His heart is justice. </p>
<p><br></p>

<p>&quot;   EORA &quot;</p>
<p><i>   Goddess of Love, Family, and Art </i></p>
<p>  Eora embodies the heart of Psydon, in a quite literal sense. She sees kindness in all, occasionally to Her own detriment. She granted pity to Graggar, offering him a sliver of Psydon's heart only to be promptly betrayed. In this, She has an unwilling hand in the creation of orcs and goblins, the only children She truly hates.  </p>
<p>  Eora values bonds, family, and expressions of love or passion. Despite her betrayal, She continues to preach pity and mercy.  </p>
<p><br></p>

<p>&quot;   PESTRA &quot;</p>
<p><i>   Goddess of Disease, Alchemy, and Medicine </i></p>
<p>  The Serpent of Medicine, Pestra, guards the sanctity of the cycle of life. Life gives way to rot, rot gives way to soil, soil gives way to more life. Life is defined by transformation and connection.  </p>
<p>  She cares greatly that the natural order is maintained, Her followers preaching that natural calamities of life should be understood and adapted to rather than resisted. She grants her followers the knowledge of the inner-workings of Psydon's body, through which they may delay the cycle of life and death- but never to break it. </p>
<p><br></p>

<p>&quot;   XYLIX &quot; </p>
<p><i>  Diety of Trickery, Freedom, and Inspiration  </i></p>
<p>  Xylix was formed from the silver tongue of Psydon, and holds no fear in its use. None have strict accounts of Their appearance, as They often walk amongst mortals for their own amusement.  </p>
<p>  Xylix detests boredom. The art of theatre was created as an appeal to Their desires. Followers of Xylix will often create drama for its own sake, whether through petty lies or elaborate trickery.   </p>
<p>  For Xylixians, a boring life is not one worth living. </p>
<p><br></p>



<p><strong> || RACES OF Psydonia  </strong></p>
<p><br></p>
<p>&quot;  Humen:   &quot;</p>
<p>  The ultimate creation of Psydon, His chosen people promised to inherit the world. A propagating species bearing various complexions, shapes, and foreshortened lifespans compared to the other species of Psydonia. </p>
<p><br></p>

<p>&quot;  Elf:   &quot;</p>
<p>  The first species of Psydonia is characterized by lengthened age, low fertility, and magical aptitude. They have suffered much, an entire race of their people exterminated during Zizo's ascension.   </p>
<p><br></p>

<p>&quot;  Dark Elf:   &quot;</p>
<p>  A society conquered by Zizo inhabiting the Subterra, dark elves lead harsh lives in a matriarchal society. Dark elves are considered strong only due to the cruelty of their culture. Weaklings and men are considered disposable and executed for a number of reasons.  </p>
<p><br></p>

<p>&quot;  Dwarf:   &quot;</p>
<p>  Mostly inhabit the mountains of the Dwarven Federations, a stout, muscular people with naturally hairy complexions and booming fertility. Kinship ties, pride in labor, and horrendous mood swings. Legend to be the product of Malum, the crafting God, to be loyal friends of humenity. </p>
<p><br></p>

<p>&quot;  Orcs & Goblins: (graggarspawn)    &quot;</p>
<p>  Creations of sentient life by Gragger’s daemonic influence, crude mockery of the mortal species. Matured quickly by an uncaring world, the civilized ones have made impressionable leaps of technological and cultural progress that centralize warfare and have cemented their place as mortal beings. Tusked fangs, cut-throat cunningness, aggression, and usually pigmented green skin. </p>
<p><br></p>

<p>&quot;  Aasimar:    &quot;</p>
<p>  Offspring crafted using mysterious means by The Ten to serve as servants of any trade. Not many of their kind exist, but mortals perceiving creations of The Ten themselves are often stricken by awe.  </p>
<p><br></p>

<p>&quot;  Tiefling:   &quot;</p>
<p>  Offspring of demons and mortals, or other tieflings. Their infernal ancestry and hellish appearances lead to treatment of suspicion and hostility. Relationships between tieflings and other species are rocky, at best. </p>
<p><br></p>"







