{"Contents":["
<p><strong><em> ||AREAS OF THE WORLD </em></strong></p>
<p> Grimoria - The world Stonekeep takes place in.</p>
<p><br></p>

<p><strong>&quot;  Isle Kingdom of Enigma - The Isle on which the game takes place. The center of the world  &quot;</strong></p>
<p><br></p>

<p>  Castle Stonekeep - A keep on the island of Engima. Where the ‘Stonekeep’ map takes place.  </p>
<p>  Town of Rockhill - A once bustling trade center, colloquially known as Roguetown, now degraded due to neglect and troubled fortune, run by the Mayor. </p>
<p>  Mire of the Bogswamp - A fertile and jungle-like area of the isle, overgrown and suffering an invasion of beespiders, waiting to be reclaimed by the ordained Bog Warden.  </p>
<p>  Shire of Murderwood - Ancestral Forest bearing many glades, overrun by villains, knaves, and other lawlessness, waiting to be reclaimed by the honorific, Huntmaster of Murderwood.  </p>
<p>  Vigil of Mt. Decap - A jagged mountain filled with ores, treasures, and lava. Likewise a cacophony of horrid goblins, beasts, and other misfortunes. Awaiting the return of its appointed Hedtman. </p>
<p>  Coast of Kingsfield - A vast plain north of the Isle, ending with various docks that carry returning townsfolk to their homeland. </p>
<p><br></p>

<p>  Grenzelhoft  - Imperialist Faction to the East, known as the Black Empire </p>
<p>  Zybantu - Ziggurat to the West, the birthplace of the Mercator Guild. </p>
<p>  Valoria - Freestates to the South of Grenzelhoft. Known for their crafting guilds and wine. </p>
<p>  Dwarven Federations - Scattered confederacies around Grimoria, the largest being to the West of Zybantu in the frigid mountains. Homeplace of the Dwarves. </p>
<p>  Psy Forests -  Ancestral forests scattered around Grimoria, great and terrible trees. Ancient homes of the elves. The largest of which is North of Zybantu and the Crimsonlands. </p>
<p>  Heartfelt - Neighboring Island prized for its serene nature, fertility, and rich lands. Now razed by raiders of various banners including Grenzelhoft, Zybantu, pirates, and other inscrupulous bands. </p>
<p>  The Barrows - Ritual Ground of The Unnamed Zizonian Warlock, now a deadland of ruin and decay. </p>
<p><br></p>


<p><strong>  || MAJOR EVENTS KNOWN TO ENIGMA  </strong></p>
<p><br></p>

<p>  The Weeping - The Forgotten Gods last known appearance, he sobs and vows an oath to return and make the world right. He departed into the realm of Zizo Hell to rectify reality, leaving the Pantheon as the stewards of his plane.  </p>
<p>  The Bloody Apotheosis - The Great Ancient War between the Forces of Zizo & the Gods. They were brought on by the will of a great Zizonian Warlock, a champion who sacrificed themselves, acting as a bridge to Zizo’s Hell realm in an attempt to undo the Pantheon and unchain their master. After their victory, the Gods returned to squabbling and constant in-fighting. </p>
<p>  The Golden Yils - Decades of strong economic and cultural expansion in Zybantu. Followed by expansion into the Crimson lands and trade with the Dwarves. Unification of kingdoms, enclaves, tribes, and more underneath the Grenzelhoft Banner. Valoria rises in the south establishing trade relations across the globe. Many foundations of empires come into being. </p>
<p>  The Black Dae - The Day Grenzelhoft forces began the revolt from their previous lords. They earned their freedom through a violent and bloody rebellion. The Mansa of Zybantu earns the condemnation of the Pantheon, severing an entire landmass from their favor, followed by great catastrophes and a period of rebuilding.  </p>
<p>  The Mist War - The first known battle between the Zybantians and Grenzelhofters on the northern side of Engima. Both sides' fleets nearly destroyed one another in the coastal battle. The  land battle came to a draw. Too many losses on both sides by the overwhelming number of beasts. Said to have been the reason the Isle has become so infested with monsters, leading to a 100-year stalemate, with various proxy battles, until today. </p>
<p><br></p>



<p><strong>  || FACTIONS OF GRIMORIA </strong></p>
<p><br></p>
<p><i>  Major Powers  </i></p>
<p><br></p>
<p><i>  GRENZELHOFT IMPERIATE  </i></p>
<p>  The Grand Empire, The Black Banners, Empire of the Trident </p>
<p>  An Imperialist state carved across the Eastern Continent through political upheaval and military action. </p>
<p>  The Grenzelhofts proudly assimilate all those who come under their heel into their Empire, integrating national identities into their fold and destroying them with their own. Bearing the largest armies in the world, which come under vast scrutiny and disgust as they become increasingly desperate to upkeep.  </p>
<p>  The Grenzelhoftian cannot remember a time when the Empire was not at war, and many have served within its military forces to escape the intense poverty of its lower-class. </p>
<p>  Exhibiting a strong sense of pride, mainly towards their own nationality, those outside its realms have likely good reason to escape the encroaching iron grip of house Grenz. </p>
<p><br></p>

<p><i>  ZYBANTU ZIGGURAT </i></p>
<p>  The Dune Lands, Empire of the Sand, Merchants of the Pasha </p>
<p>  The Zybantian Empire is a conglomeration of many smaller states within the Western Deserts of their home continent. Protected by the massive, frigid mountain range to the deep west from the frozen winds of the Unknown Continent: the Zybantu Ziggurat is known for its extremely favorable climate to the production of many commodity goods within the world, leading to their rise as a nationalized identity.  </p>
<p>  While life within Zybantu is commonly dictated by the local lordships' control over their fiefdom, the Zybantians have recently found a resurgence of economic growth after the near destruction of the culture by Grenzelhoftian influence. A reawakening that has seen the near complete autonomy of the state by that of the powerful Merchants Guild, which funds nearly every aspect of the Mansa Padashas wishes. </p>
<p><br></p>

<p><i>  VALORIAN RUPUBLIAS  </i></p>
<p>  Land of Abominable Coin-Lords, The Blood Baros & The Totod Order </p>
<p>  Valoria is known for its comfortable climate and fertility. The Valorian Republics consist of several rivaling or collaborating nation-states. A remnant of the Valorian Kingdom of centuries past. This new aristocracy of Bajorai gained power from influential crafting guilds, temples, and towers devoted to the Grand Duke’s Patron of Noc.   </p>
<p>  The collapse of the Kingdom is rumored by the increasing demands of the rulers known as the “Blood Baros” for their practice of blood sacrifice to fuel their magic, which has attracted the invading crusaders of the Totod Order to rampage and purify the abomination-ridden settlements and countryside. </p>
<p><br></p>

<p><i>  Minor Powers  </i></p>
<p><br></p>

<p><i>  DWARVEN CONFEDERACY  </i></p>
<p>  The Great Throngs, The Braided Confederacy, Malums Prodigy </p>
<p>  Usually in the mountains of continents all over Grimoria. The political aspects stem from federations bearing unique dwarven clans, leaderships, industries, and cultures. Unified by a homogenous racial identity.  </p>
<p><br></p>

<p><i>  ELVEN ENCLAVES  </i></p>
<p>  Keepers of Grimoria, Retreats of the Ancient Age, Forgotten Fallen Fae </p>
<p>  The declining population has led Elves to retreat to compact and isolated communities. They defend their remaining homes in natural wonders around Grimoria to the death and without mercy. Subdivided into distinct cultures such as Wood, Snow, Dark, Sand, Mountain, Sea, and countless more.  </p>
<p><br></p>

<p><i>  ORK & GOBLIN THRONES  </i></p>
<p>  Crusaders of Graggar, Graggarspawn, Heirs of Grimoria    </p>
<p>  Sprung up fortresses and towns established via nomadic means, with origins from the Crimsonlands, taking advantage of natural resources and nearby settlements to raid, conquer, and move on to more promising targets. An ever-moving snowball that expands in size and occasionally experiences great losses, followed by a steady regrowth.  </p>
<p><br></p>




<p><strong>&quot;  || MYTHOS OF GRIMORIA  &quot;</strong></p>
<p><br></p>
<p>&quot;  Deities of The Mortal Races  &quot;</p>
<p><br></p>
<p> THE FORGOTTEN GOD </p>
<p><i>   Founder of Grimoria - The Great Hero </i></p>
<p>  Worshipped primarily by the Grenzelhoft Sect of the Pantheon, the fabled father of the Gods and creator of the world. Bearing many names, All-Father, Creator, Hero, The True Warrior, Liberator, The Chosen One, Binder of Mana, Destroyer of He Who Shall Not Be Named, The Anti-Z, and countless more honorifics. While not worshipped as reverently as in the mainland, various pilgrims on Enigma follow the Grenzelhoftian creed, which includes a declaration of belief and hope for the true leader of the Gods to return and restore greatness, prosperity, and peace as he once promised. </p>
<p><br></p>

<p>&quot;   ASTRATA  &quot; </p>
<p><i>   Goddess of Order - The Sun Queen </i></p>
<p>  Leader of the divine Pantheon and ancient steward of the mortal races. Prideful to a fault, she demands absolute obedience from her mortal followers, bringing cleansing to Grimoria and everlasting order to the world of mortals. </p>
<p>  Astatan Priests are known to call upon purifying flames, steel the resolve of their allies and even call upon the wrath of the sun herself against those who would fall against order.</p>
<p>  Astrata's doctrine shows mercy only in the form of justice swiftly delivered by the blade's edge. To this end, despite the Pantheon's distance in recent times, she still grants many blessings and boons to her worshippers and will gladly punish those who break her law. She despises chaos, diabolism, betrayal, and sloth. </p>
<p><br></p>

<p>&quot;   NOC &quot; </p>
<p><i>   God of Knowledge - The Moon Prince </i></p>
<p>  Born twin of Astrata. Noc is the God of All Knowledge, spending most of his time learning the many secrets of his father's creation after being beaten by his sister for the right to the sun. </p>
<p>  He made the moon to spite her and created nite so that man would give him equal prayer. His feud with his sister is well known and a popular tale is that when the twins were born, the two fought over the domain of the Sun with Astrata winning and Noc turning sour and resentful towards the mortal races that worship her.</p>
<p>  The Faithful of Noc tend to be those of scholars and take much pride in learning and teaching. He looks poorly upon those who would shame the studies and remain ignorant of the world. Those who walk the moonlit path to transmute the Unknown into Knowledge, seek enlightenment in the unseen. Resentment is to be harnessed and transformed into a thirst for knowledge. </p>
<p><br></p>

<p>  Forces of Grimoria  </p>

<p>&quot;   Necra  &quot; </p>
<p><i>   Force of Death and Decay </i></p>
<p>  Never falling dormant like her kin, Necra has always watched over the mortal races and the ends of their lives. Her carriageman walks all souls who pass from the mortal coil to that of the Shoahlands.  </p>
<p>  She is uncaring to mortal existence, seeking only that her charge is complete.</p>
<p>  Necrites tend to show extreme reverence for the dead, for it is believed that the dead should walk into the afterlife prepared for the voyage. They also tend to take kindly to those who soothe the last moments of the dying, for souls travel easier when unburned by stronger emotions. </p>
<p>  Necra's doctrine is one of detachment and apathy. Good and evil, chaos and order are as meaningful as grains of sand in a desert compared to the inevitable. She sees the ultimate end of any, be mortal or divine, and ushers them to the Shoahlands. Many seek her out as a way to purify their souls, abandoning worldly possessions to become the notorious cult of Gravediggers that cling to graveyards like churches. Necrites despise undeath, seeing it as the highest form of heresy to the faith. </p>
<p>  She has no care for you, nothing can escape the Spiral of Decay no matter how hard they try. </p>
<p><br></p>

<p>&quot;   Dendor  &quot; </p>
<p><i>   Force of Nature and Beasts </i></p>
<p>  One of the primordial Forces of Grimoria, now a silent yet mad agent of spiteful revenge of nature towards the hands of mortals.   </p>
<p>  Once, mortals and beasts spoke the same tongue and the land was harmonious: until the Mortals took from Dendor the seeds of life and began to control the environment around them. They destroyed the forests, polluting the rivers, and forgetting the natural world around them for that of industry. He reached a fever pitch when Malum gifted industry to the mortals and Dendor became increasingly forgotten.</p>
<p>  Driven to insanity, Dendor spun his beard into a noose and hung himself atop a grand wise tree, only saved by the command of Astrata and the actions of Necra, who brought her brother back from the brink of death. Reborn in the image of the only beings that still gave him praise: his form was brought to an unholy apotheosis: that of a beastly and terrible thing. </p>
<p>  Dendor swore an oath of silence to destroy the civilizations of all mortals, and this holy task was given to the first Monsters, of whom the Dragons swore the bloodiest oath to their Father's will. Dendor has been silent and his trees are poisoned with evil. None are sure if the world will survive his Winter, as this force grows quieter and more unresponsive to his acolytes. </p>
<p>  A territorial force, civilization intruding on the wilds, and despoilers of nature are quick to earn his ire. </p>
<p><br></p>

<p>&quot;   Abyssor  &quot; </p>
<p><i>   Force of Seas and Storms </i></p>
<p>  The World Whale, one of three natural forces within the lands- Brother to Necra and Dendor, and a fickle being. Abyssor commands the tumultuous seas and oceans, bringing storms and bestowing tranquility with equal capriciousness. Mariners revere his power and whisper tales of his might, seeking his blessing for favorable winds and fearing his anger.   </p>
<p>  Honor the tides, respect the storm’s fury, and adapt to the ever-changing currents and the ebb and flow of fortune. Seek solace in the calm waters and reverence in the fury of storms to receive safe passage across his domains and prosper in their endeavors as traders or fishermen.</p>
<p>  Abyssor dooms you to the depths if you attempt to tame the seas and oceans. Fear and hubris alone send many sailors of the sea and skies to an early grave. </p>
<p><br></p>


<p>  Saints of Grimoria  </p>

<p>&quot;   Malum &quot; </p>
<p><i>   Saint of Toil, Value, and Craft </i></p>
<p>  The first mortal to achieve ascendence: Malum is a tenacious saint who looks to the mortal races, especially that of the dwarves, his creation; with pride in their work. The All-Father of Flame and Industry, he smiles upon those who earn the sweat upon their brow, those who work honest days until their muscles are sore, and those who bear the burden of wishing to refine their craft even beyond. Malumites call upon their God’s will to soothe metal and summon bounties of resources from Grimoria itself.  </p>
<p>  Malumites tend to show great love for craftsmanship and hard labor. Something that Malum rewards by soothing their soreness and whispering ideas into their minds. Malum loathes those who are slothlike and lazy, personally ensuring that any half-assed machine is sure to fail. He finds those who take credit for others' work infuriating.</p>
<p>  Malum recycles your soul if you commit suicide, intentionally create shoddy works, or cheat.</p>
<p><br></p>

<p>&quot;   Ravox &quot; </p>
<p><i>  Saint of Warfare, Struggle, and Strife </i></p>
<p>  Little is known of Ravox before his fame as a ravager, when mortal he brought the sword to the land, waging bloody jihad against those who threatened his order. He would, in time, gain a large following of warriors from his accomplishments. His companions noted his apathetic and depressed demeanor, seeking only the next battle and victory that would impassion him.
  His struggle for divinity was earned with blood and strife, culminating in his duel with the demon Graggar during the Apotheosis God-War. </p>
<p>  When the Cursed Star shone and the Demon Lord Graggar manifested his avatar on the mortal plane, Ravox banished him back to the darkness, earning ascension to the Pantheon as a Saint granted by the demand of Astrata. Gragger ensured a vow of revenge, plaguing the world with Orcs and Goblins, hellbent on avenging their fallen father, forging an eternal rivalry between the two entities.
  Ravox’s warband became the first monks of their vanished leader,  teaching his principles of venerating the art of war, the humenity, and mercy of honorable duels and combat. Within struggle lies the true test of one's worth and the eternal quest for victory in the crucible of battle. </p>
<p><br></p>

<p>&quot;   Eora &quot;</p>
<p><i>   Saint of Love, Life, and Beauty </i></p>
<p>  Wife of Ravox, Eora has origins both as one of the New Gods, born of man's desires for connection, and that of a Primordial God, as the desire to reproduce has always existed. Whatever the case is, Eora’s legend starts as a humen concubine, taken in by Ravox and sheltered away as his most prized possession. Becoming Ravox’s wife, Ravox allowed her to stand as the Goddess of all things related to the creation of life, love, and the beauty of its existence upon her ascension to the Pantheon. Though respected as a Saint, many people see her with a certain stain of impurity. </p>
<p>  Eoran Dogma preaches to find beauty and love in all things, caring and protecting life at all costs, living pleasurable lives, and seeking hedonistic thrills. From bath wenches, family makers, diplomats, and stewards, those who pursue unity and salvation by pleasing others and themselves. </p>
<p>  Eora can be described as aloof and bearing an all-encompassing love to even her enemies; she forbids cruelty, celibacy, marring or destroying beauty except to protect life and love. </p>
<p><br></p>

<p>&quot;   Pestra &quot;</p>
<p><i>   Saint of Disease, Alchemy & Prophecies </i></p>
<p>  The Hag Mother Pestra was mortal once, an old solitary crone with the intuition to see the threads of fate and prophecy. Through her gift, she engineered her ascension to godhood via concoctions and medicine that teetered the realm of healing and miracles, now in legend referred to as the Panacea which saw her vanish without a trace. </p>
  Her relentless curiosity included experimentation and teaching rural communities how to treat their wounds and dead independently of temple healers. Despite losing Astrata's favor, Pestra gained renown as a skilled healer, mastering the understanding of the mortal body. She traveled widely, empowering villages to self-sufficiency while pursuing greater knowledge to strengthen her own.
  Today, she is revered as The Hag Mother, patron of impoverished women, surgeons, necromancers, doctors, witches, and other warlocks.
  To bear illness is to bear testament. The disease is not a curse but a sign of Pestra's touch. Through disease can the faithful be tested and through suffering can their spirits be honed. Only by embracing affliction the cure to one's ill fate is found.
  Pestra casts pestilence down on those “curing” abnormalities without understanding its place in fate's design, disregard for the misfortunate, and those seeking approval of society. </p>
<p><br></p>

<p>&quot;   Xylix &quot; </p>
<p><i>  Saint of Deceit, Misfortune & Creativity  </i></p>
<p>  Likely not to exist and is the figment of mortals creating a name to attribute their misfortunes to, some creatures worship him, and he has taken a position as a minor saint with little real following. Many artists, writers, and bards pray to Xylix in desperation. True followers are rare. </p>
<p>  The tale goes that a mere mortal with a penchant for schemes and devilish pranks, Xylix weaved webs of intrigue intricate enough to outwit the mortal and the divine. Through his tricks, he sowed chaos among the ranks of the Pantheon. When the hour of his punishment arrived, Xylix revealed his magnum opus, stealing sparks of divinity itself and ascending to Sainthood before vanishing from his confinement. </p>
<p>  Followers of Xylix embrace deception and mischief; for in cunning lies the greatest spark of creativity. Revel in unpredictability and misfortune, for that is how the seeds of innovation are sown. Let your every word be a jest, your acts a performance, and your every step a dance to hear Xylix's laughter echo in the cosmos.</p>
<p>  Xylix boos at boredom, predictability, routine, and monotony, he showers you with foul luck for it. </p>
<p><br></p>



<p><strong> || RACES OF GRIMORIA  </strong></p>
<p><br></p>
<p>&quot;  Humen:   &quot;</p>
<p>  The ultimate creation of the Forgotten God, his chosen people promised to inherit the world. A propagating race bearing various complexions, shapes, and foreshortened lifespans compared to the other races of Grimoria. </p>
<p><br></p>

<p>&quot;  Elf:   &quot;</p>
<p>  The first race of Grimoria is characterized by lengthened age, low fertility, and magical aptitude. Previously immortal, now mortal as punishment by the Forgotten God for their crimes against the other races in their pre-historic days. </p>
<p><br></p>

<p>&quot;  Dark Elf:   &quot;</p>
<p>  The failed cure to the troubles of the elves. Hoping to escape judgment, a great experiment was attempted millennia ago rumored to involve a great necromancer of Pestra, spiders, and other tall tales. The catastrophe afflicted at random, staining purple skin and other abominations. </p>
<p><br></p>

<p>&quot;  Dwarf:   &quot;</p>
<p>  Mostly inhabit the mountains of the Dwarven Federations, a stout, muscular people with naturally hairy complexions and booming fertility. Kinship ties, pride in labor, and horrendous mood swings. Legend to be the product of Malum, the crafting God, to be loyal friends of humenity. </p>
<p><br></p>

<p>&quot;  Orcs & Goblins: (graggarspawn)    &quot;</p>
<p>  Creations of sentient life by Gragger’s daemonic influence, crude mockery of the mortal races. Matured quickly by an uncaring world, the civilized ones have made impressionable leaps of technological and cultural progress that centralize warfare and have cemented their place as mortal beings. Tusked fangs, cut-throat cunningness, aggression, and usually pigmented green skin. They seek to avenge their demon father and themselves by becoming the new masters of Grimoria and championing their savior as the one true God. </p>
<p><br></p>

<p>&quot;  Aasimar:    &quot;</p>
<p>  Offspring created using mysterious means by the Goddess Astrata, to serve as soldiers in the Apotheosis God-War. They quickly earned the scorn of the mortal races they fought alongside for their callous and brash decisions, leading to many deaths of those they were assigned to protect. They were abandoned by Astrata after the war concluded, now characterized as ignorant, innocent and stubborn. Even long after the Apotheosis, surviving Aasimar still tend to be shunned for their dullness to the world, headstrong personalities, and violent legacy. </p>
<p><br></p>

<p>&quot;  Tiefling:   &quot;</p>
<p>  Descendants of the ancestral offspring that started the union between a mortal and a Zizonian demon. Ostracized due to an odd lisp, horns, and other outlandish features. Often sought out and harvested for mystical organs and to power daemonic relics via soul binding. Their ancestors fought for the side of Zizo & Graggar during the Apotheosis God-War, and have since been absorbed into the world as mortal beings, with apprehension. </p>
<p><br></p>

"]}







