{
  "Contents": [
    "<p><strong><em> ||DIGNITY IN VICTORY AND DEFEAT (勝利と敗北の尊厳) </em></strong></p>",
    "<p>\"Victory and Defeat are two respectful sides of the same blade, but only those who yields allows the blade to turn inward to themselves.\"</p>",
    "<p>Abyssariads respect fallen enemies, unless demonic in nature. In defeat, they never submit; as retreat is prioritized over surrender. The ultimate disgrace that warrants self-disembowelment is surrender. This isn't the case for sparring, as the competitors are always equals, even in victory or defeat. (Nice reminder there's always a natural hierarchy, and it isn't defined by whom wins a battle against whom)</p>",
    "<p><strong><em> ||SPURN THE CORRUPT AND WICKED (腐敗と邪悪を拒絶せよ) </em></strong></p>",
    "<p>\"Stay vigilant against the twisted mockeries of demonic taint. One must purge the defilers and their ilk as warriors of purity.\"</p>",
    "<p>Abyssariads are dedicated in maintaining purity through vigilance against demonic corruption, and are often at odds with Tieflings - and direct conflict with goblins, orcs, demons and zizo cultists, considered distortions of nature.</p>",
    "<p><strong><em> ||RESIST TEMPTATION OF THE DEMON (鬼の誘惑に抗え) </em></strong></p>",
    "<p>\"Reject demonic lure, as their corruption lead only to ruin. They may promise many, but all that is delivered is nothing but a noose that tightens each sin.\"</p>",
    "<p>One must be dedicated to resist demonic influence and sin, the ultimate spiritual degradation disguised as desires, whispers and intrusive thoughts, the disease that endangers the heart's willpower. Demonic wiles attacks the frail-minded to set them on the path of perversion, so discipline and meditation anchors the world in light.</p>",
    "<p><strong><em> ||RESPECT THE TOOLS OF LABOR (尊重工具) </em></strong></p>",
    "<p>\"A weapon might defend a life, but the plow is what sustains it. You must not withdraw what your victims requires for survival - as if they meet death, will be one less to supply the kin.\"</p>",
    "<p>Sustainability is a necessity, and overtaking in raids is a grave offense. Raids are disrupting by nature, yet the tools that sustain lives are sacred - taking a farmer's tool or a blacksmith's hammer is dishonorable, as it often lead to indirect murder of those who depends on these tools. Armor, weapons and luxuries are fair game, and stealing from the rich is a bonus.</p>",
    "<p><strong><em> ||COMBATANTS WEIGH THEIR CHOICES </em></strong></p>",
    "<p>\"Enemies who hold their blade with killing intention has chosen their path. Enemies who, chosen their path, will be dispatched and exposed in failure. Enemies who yield, shall receive mercy. Make them fear, make the men reward us at their doorstep as tamed animals. For the day as Iron is sacrificed on their sandy beaches, will be the day the raided will suffer no more.\"</p>",
    "<p>In raiding, the combatants will be annihilated. The unarmed civilians and combatants who yield shall never be killed, allow them to fear and be tamed, to source goods, to know angst and qualm. Visible signs of Abyssor worship on coastline must be avoided - as those are not only signs of our previous presence and low quantity of good, but fearing men. Let it die down, and do it again. To be the divine punishment Abyssor is thought to be about to keep the cog running for eternity.</p>",
    "<p><strong><em> ||PRESERVATION OF WISDOM (知恵の保存) </em></strong></p>",
    "<p>\"Culture is not merely an inheritance; It is a flame that must be kept alive. Through us, what is lost to them, becomes the light that guides our future, as to see the errors of their ways allows us to learn on their behalf.\"</p>",
    "<p>Abyssariads believe in preserving knowledge. They saw empires break and new ones brew, and plenitude of wisdom lost. The preservation of arts against the vanishing of time is an Abyssariad's sacred duty, gathering ancient texts, technologies and forgotten arts and integrating it into their societies. This mentality kept their Bronze-age foundations even after millennials of years.</p>",
    "<p><strong><em> ||THE PATH OF THE BLADE (刃の道) </em></strong></p>",
    "<p>\"A blade guided by justice cuts cleanly; justified in war and law. Yet personal vendettas are the realm of cowards, where the heart invites ruin as a demonic gateway of Wraith.\"</p>",
    "<p>Abyssariads allows some assassination to be honorful when it is done for warfare and under the ways of justice. However, it must never be done for personal revenge or cruelty— as those of the latter comes only as lawful duels under the Abyssal Tide. To assassinate for reasons unmentioned not only taints the soul - such as revenge - but leads to demonic allure of Wraith, and thus, unhonorful, to suffer disembowelment. A grave crime.</p>"
  ]
}
